
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>7. 地質図学演習（境界線の描画） · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter08.html" />
    
    
    <link rel="prev" href="chapter06.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    このリポジトリについて
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="chapter01.html">
            
                <a href="chapter01.html">
            
                    
                    1. 地質図とは何か
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="chapter02.html">
            
                <a href="chapter02.html">
            
                    
                    2. 地質調査法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="chapter03.html">
            
                <a href="chapter03.html">
            
                    
                    3. 地質図の読み方
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.4" data-path="chapter04.html">
            
                <a href="chapter04.html">
            
                    
                    4. GISでの空間データと地質データの表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.5" data-path="chapter05.html">
            
                <a href="chapter05.html">
            
                    
                    5. QGISのインストールと使用方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.6" data-path="chapter06.html">
            
                <a href="chapter06.html">
            
                    
                    6. QGISによるデジタル地質図の作成
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.1.7" data-path="chapter07.html">
            
                <a href="chapter07.html">
            
                    
                    7. 地質図学演習（境界線の描画）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.8" data-path="chapter08.html">
            
                <a href="chapter08.html">
            
                    
                    8. 地質図学演習（ステレオ投影法による解析）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.9" data-path="chapter09.html">
            
                <a href="chapter09.html">
            
                    
                    9. 野外調査のためのQGIS環境の準備
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.10" data-path="chapter10.html">
            
                <a href="chapter10.html">
            
                    
                    10. QGISでルートマップを作る
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.11" data-path="chapter11.html">
            
                <a href="chapter11.html">
            
                    
                    11. QGISで地質図を作成する（１）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.12" data-path="chapter12.html">
            
                <a href="chapter12.html">
            
                    
                    12. QGISで地質図を作成する（２）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.13" data-path="chapter13.html">
            
                <a href="chapter13.html">
            
                    
                    13. 調査結果をまとめる
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.14" data-path="chapter14.html">
            
                <a href="chapter14.html">
            
                    
                    14. 調査結果を分析する
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.15" data-path="chapter15.html">
            
                <a href="chapter15.html">
            
                    
                    15. 地質分野におけるGISの活用
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >7. 地質図学演習（境界線の描画）</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="7-&#x5730;&#x8CEA;&#x56F3;&#x5B66;&#x6F14;&#x7FD2;&#xFF08;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x63CF;&#x753B;&#xFF09;">7. &#x5730;&#x8CEA;&#x56F3;&#x5B66;&#x6F14;&#x7FD2;&#xFF08;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x63CF;&#x753B;&#xFF09;</h1>
<h2 id="&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x3067;&#x306E;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x63CF;&#x753B;">&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x3067;&#x306E;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x63CF;&#x753B;</h2>
<p>&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x306E;&#x9055;&#x3044;&#x306B;&#x3088;&#x308A;&#x3001;&#x540C;&#x3058;&#x5730;&#x5F62;&#x3067;&#x3082;&#x5730;&#x8868;&#x3067;&#x306E;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x8868;&#x308C;&#x65B9;&#x304C;&#x5909;&#x308F;&#x308A;&#x307E;&#x3059;&#x3002;<br>&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x8AAD;&#x3080;&#x529B;&#x304C;&#x3064;&#x304F;&#x3068;&#x3001;&#x7B49;&#x9AD8;&#x7DDA;&#x304C;&#x63CF;&#x304B;&#x308C;&#x3066;&#x3044;&#x308B;&#x5730;&#x8CEA;&#x5E73;&#x9762;&#x56F3;&#x4E0A;&#x306B;&#x63CF;&#x753B;&#x3055;&#x308C;&#x305F;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x898B;&#x3066;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x304B;&#x60F3;&#x50CF;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002; &#x307E;&#x305F;&#x3001;&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x306E;&#x9055;&#x3044;&#x304B;&#x3089;&#x3001;&#x5730;&#x8868;&#x3067;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x304C;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x8868;&#x308C;&#x308B;&#x304B;&#x304C;&#x4E88;&#x60F3;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter07_01.png" alt="&#x5730;&#x8868;&#x3067;&#x306E;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;"><br><sup>&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x306E;&#x9055;&#x3044;&#x306B;&#x3088;&#x308B;&#x5730;&#x8868;&#x3067;&#x306E;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x8868;&#x308C;&#x65B9;</sup>  </p>
<p>&#x4E0A;&#x56F3;&#x306E;&#x8936;&#x66F2;&#x3067;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3068;&#x306A;&#x308B;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#xFF1F;</p>
<h3 id="&#x5730;&#x5C64;&#x9762;&#x306E;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x3068;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x95A2;&#x4FC2;">&#x5730;&#x5C64;&#x9762;&#x306E;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x3068;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x95A2;&#x4FC2;</h3>
<p>&#x5C64;&#x7406;&#x9762;&#x304C;&#x8868;&#x308F;&#x308C;&#x308B;&#x6A19;&#x9AD8;&#x3092;&#x8868;&#x3057;&#x305F;&#x7DDA;&#x3092;<strong>&#x8D70;&#x5411;&#x7DDA;</strong>&#x3068;&#x3044;&#x3044;&#x307E;&#x3059;&#x3002;<br>&#x5C64;&#x7406;&#x9762;&#x304C;&#x5E73;&#x9762;&#x3068;&#x4EEE;&#x5B9A;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x4E0B;&#x306E;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x3001;&#x8D70;&#x5411;&#x7DDA;&#x306F;&#x8D70;&#x5411;&#x65B9;&#x5411;&#x3068;&#x5E73;&#x884C;&#x306A;&#x7DDA;&#x3068;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x3068;&#x304D;&#x306B;&#x3001;&#x8D70;&#x5411;&#x7DDA;&#x9593;&#x306E;&#x9593;&#x9694;&#xFF08;&#x8DDD;&#x96E2;&#xFF09;&#x306F;&#x50BE;&#x659C;&#x89D2;&#x304B;&#x3089;&#x6C42;&#x3081;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter07_02.png" alt="&#x50BE;&#x659C;&#x89D2;&#x3068;&#x8D70;&#x5411;&#x7DDA;&#x9593;&#x306E;&#x8DDD;&#x96E2;&#x306E;&#x95A2;&#x4FC2;"><br><sup>&#x50BE;&#x659C;&#x89D2;&#x3068;&#x8D70;&#x5411;&#x7DDA;&#x9593;&#x306E;&#x8DDD;&#x96E2;&#x306E;&#x95A2;&#x4FC2;</sup>  </p>
<pre><code class="lang-text">d = h / tan &#x3B8; &#xFF08;d:&#x8D70;&#x5411;&#x7DDA;&#x9593;&#x9694; h:&#x7B49;&#x9AD8;&#x7DDA;&#x9593;&#x9694; &#x3B8;:&#x50BE;&#x659C;&#x89D2;&#xFF09;
</code></pre>
<p>&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x3067;&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63A8;&#x5B9A;&#x3059;&#x308B;&#x306B;&#x306F;&#x3001;&#x4E0B;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306B;&#x5730;&#x5C64;&#x5883;&#x754C;&#x306E;&#x9732;&#x982D;&#x306E;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x304B;&#x3089;&#x8D70;&#x5411;&#x7DDA;&#x3092;&#x5F15;&#x304D;&#x3001;&#x540C;&#x4E00;&#x7B49;&#x9AD8;&#x7DDA;&#x3068;&#x4EA4;&#x308F;&#x308B;&#x70B9;&#x3092;&#x7D50;&#x3093;&#x3067;&#x3044;&#x304F;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x63CF;&#x753B;&#x3057;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x3002;&#xFF08;x=10/tan 35&#xB0; = &#x7D04;14&#xFF4D;&#xFF09;</p>
<p><img src="img/chapter07_03.png" alt="&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;"><br><sup>&#x5730;&#x5C64;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;</sup>  </p>
<h3 id="&#x3010;&#x6F14;&#x7FD2;&#xFF11;&#x3011;&#x8D70;&#x5411;&#x7DDA;&#x306E;&#x610F;&#x5473;&#x3068;&#x63CF;&#x753B;&#x65B9;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;&#xFF11;&#x3011;&#x8D70;&#x5411;&#x7DDA;&#x306E;&#x610F;&#x5473;&#x3068;&#x63CF;&#x753B;&#x65B9;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>&#x7D19;&#x306E;&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x306B;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;  </p>
<ul>
<li>&#x5E73;&#x3089;&#x306A;&#x5730;&#x5C64;&#x9762;&#xFF08;&#x5358;&#x659C;&#x69CB;&#x9020;&#x306A;&#x3069;&#xFF09;&#x306E;&#x5883;&#x754C;&#x7DDA;&#x306E;&#x63CF;&#x753B;</li>
<li>&#x8936;&#x66F2;&#x30FB;&#x65AD;&#x5C64;&#x306E;&#x63CF;&#x753B;<br>&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><img src="img/chapter07_07.png" alt="&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;1"><br><sup>&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;&#xFF08;&#xFF11;&#xFF09;&#x65AD;&#x5C64;&#x3092;&#x542B;&#x3080;&#x50BE;&#x659C;&#x5C64;</sup>  </p>
<p><img src="img/chapter07_08.png" alt="&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;2"><br><sup>&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#x3059;&#x308B;&#xFF08;&#xFF12;&#xFF09; &#x8936;&#x66F2;&#x3092;&#x542B;&#x3080;&#x50BE;&#x659C;&#x5C64;</sup>  </p>
<h3 id="&#x3010;&#x6F14;&#x7FD2;&#xFF12;&#x3011;qgis&#x3092;&#x4F7F;&#x7528;&#x3057;&#x305F;&#x8D70;&#x5411;&#x7DDA;&#x306E;&#x63CF;&#x753B;&#x65B9;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;&#xFF12;&#x3011;QGIS&#x3092;&#x4F7F;&#x7528;&#x3057;&#x305F;&#x8D70;&#x5411;&#x7DDA;&#x306E;&#x63CF;&#x753B;&#x65B9;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>QGIS&#x306E;&#x30B5;&#x30F3;&#x30D7;&#x30EB;&#x30D7;&#x30ED;&#x30B8;&#x30A7;&#x30AF;&#x30C8;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3001;QGIS&#x3067;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x3044;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;  </p>
<ul>
<li>&#x9732;&#x982D;&#x306E;&#x5C64;&#x7406;&#x9762;&#x306E;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x304B;&#x3089;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;</li>
<li>&#xFF13;&#x70B9;&#x306E;&#x540C;&#x4E00;&#x5C64;&#x7406;&#x9762;&#x306E;&#x9732;&#x982D;&#x306E;&#x6A19;&#x9AD8;&#x304B;&#x3089;&#x5730;&#x8CEA;&#x5883;&#x754C;&#x7DDA;&#x3092;&#x63CF;&#x753B;&#xFF08;&#xFF13;&#x70B9;&#x56F3;&#x6CD5;&#xFF09;</li>
</ul>
<h2 id="&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;">&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;</h2>
<p>&#x5730;&#x8CEA;&#x306E;&#x5730;&#x4E0B;&#x69CB;&#x9020;&#x3092;&#x628A;&#x63E1;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x306F;<strong>&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;</strong>&#x3092;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;&#x306F;&#x3001;&#x3042;&#x308B;&#xFF12;&#x5730;&#x70B9;&#x3092;&#x7D50;&#x3093;&#x3060;&#x5207;&#x65AD;&#x7DDA;&#x306B;&#x6CBF;&#x3063;&#x305F;&#x5730;&#x5F62;&#x65AD;&#x9762;&#x56F3;&#x4E0A;&#x306B;&#x3001;&#x5730;&#x8868;&#x306E;&#x5730;&#x8CEA;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x3082;&#x3068;&#x306B;&#x3001;&#x5730;&#x4E0B;&#x306E;&#x5730;&#x8CEA;&#x5206;&#x5E03;&#x3092;&#x63A8;&#x5B9A;&#x3057;&#x3066;&#x63CF;&#x3044;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter07_04.png" alt="&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;"><br><sup>&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;&#x306E;&#x4F8B;&#xFF08;5&#x4E07;&#x5206;&#x306E;&#xFF11;&#x5730;&#x8CEA;&#x56F3;&#x5E45;&#x300C;&#x4E09;&#x5CF0;&#x300D;&#x3088;&#x308A;&#xFF09;</sup>  </p>
<p>&#x3053;&#x306E;&#x3068;&#x304D;&#x3001;&#x5730;&#x8868;&#x306E;&#x5730;&#x5C64;&#x306E;&#x50BE;&#x659C;&#x65B9;&#x5411;&#x3068;&#x65AD;&#x9762;&#x7DDA;&#x306E;&#x65B9;&#x5411;&#x304C;&#x4E00;&#x81F4;&#x3057;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x306F;&#x305D;&#x306E;&#x50BE;&#x659C;&#x89D2;&#x3067;&#x5730;&#x4E0B;&#x307E;&#x3067;&#x5730;&#x5C64;&#x304C;&#x4F38;&#x3073;&#x3066;&#x3044;&#x308B;&#x3068;&#x60F3;&#x5B9A;&#x3057;&#x3066;&#x3088;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x4E00;&#x822C;&#x306B;&#x306F;&#x50BE;&#x659C;&#x89D2;&#x65B9;&#x5411;&#x3068;&#x65AD;&#x9762;&#x7DDA;&#x306E;&#x65B9;&#x5411;&#x304C;&#x4E00;&#x81F4;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x307E;&#x308C;&#x3067;&#x3059;&#x3002;<br>&#x305D;&#x306E;&#x305F;&#x3081;&#x65AD;&#x9762;&#x7DDA;&#x306B;&#x304A;&#x3051;&#x308B;&#x5730;&#x5C64;&#x306E;<strong>&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;</strong>&#x3092;&#x6C42;&#x3081;&#x305F;&#x3046;&#x3048;&#x3067;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<h3 id="&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;">&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;</h3>
<p>&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x3092;&#x6C42;&#x3081;&#x308B;&#x306B;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x8A08;&#x7B97;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter07_05.png" alt="&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;"><br><sup>&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;</sup>  </p>
<h3 id="&#x5730;&#x4E0B;&#x306E;&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x3092;&#x4F5C;&#x56F3;&#x3059;&#x308B;">&#x5730;&#x4E0B;&#x306E;&#x5730;&#x8CEA;&#x69CB;&#x9020;&#x3092;&#x4F5C;&#x56F3;&#x3059;&#x308B;</h3>
<p>&#x5730;&#x8868;&#x3067;&#x898B;&#x3089;&#x308C;&#x305F;&#x5730;&#x5C64;&#x306F;&#x5730;&#x4E0B;&#x3067;&#x3082;&#x305D;&#x306E;&#x307E;&#x307E;&#x76F4;&#x7DDA;&#x4E0A;&#x306B;&#x5EF6;&#x9577;&#x3057;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x306F;&#x306A;&#x304F;&#x3001;&#x904E;&#x53BB;&#x306E;&#x5730;&#x8CEA;&#x5909;&#x52D5;&#x306B;&#x3088;&#x308B;&#x69CB;&#x9020;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002; &#x3059;&#x306A;&#x308F;&#x3061;&#x3001;&#x8D70;&#x5411;&#x3084;&#x50BE;&#x659C;&#x3084;&#x5C64;&#x539A;&#x306E;&#x5909;&#x5316;&#x3001;&#x8936;&#x66F2;&#x3001;&#x65AD;&#x5C64;&#x3001;&#x4E0D;&#x6574;&#x5408;&#x306A;&#x3069;&#x306B;&#x3088;&#x308B;&#x5730;&#x4E0B;&#x69CB;&#x9020;&#x3092;&#x63A8;&#x5B9A;&#x3057;&#x3066;&#x63CF;&#x753B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p>&#x5730;&#x4E0A;&#x3067;&#x89B3;&#x5BDF;&#x3055;&#x308C;&#x305F;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x304B;&#x3089;&#x56F3;&#x6CD5;&#x306B;&#x3088;&#x3063;&#x3066;&#x4F5C;&#x56F3;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x306B;&#x306F;&#x3001;<strong>&#x30D0;&#x30B9;&#x30AF;&#x6CD5;</strong>&#x3001;<strong>&#x4E09;&#x4E95;&#x6CD5;</strong>&#x306A;&#x3069;&#x3044;&#x304F;&#x3064;&#x304B;&#x306E;&#x624B;&#x6CD5;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;<br>&#x3053;&#x3053;&#x3067;&#x306F;&#x3001;&#x3053;&#x308C;&#x3089;&#x306E;&#x624B;&#x6CD5;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x89E3;&#x8AAC;&#x3057;&#x307E;&#x305B;&#x3093;&#x306E;&#x3067;&#x3001;&#x8A73;&#x3057;&#x304F;&#x77E5;&#x308A;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;&#x4ED6;&#x5C02;&#x9580;&#x66F8;&#x3092;&#x53C2;&#x7167;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<h3 id="&#x3010;&#x6F14;&#x7FD2;&#xFF13;&#x3011;&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x306E;&#x6C42;&#x3081;&#x65B9;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;&#xFF13;&#x3011;&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x306E;&#x6C42;&#x3081;&#x65B9;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#x3092;&#x884C;&#x3044;&#x3001;&#x4E0B;&#x56F3;&#x306E;&#x3088;&#x3046;&#x306A;&#x30EB;&#x30FC;&#x30C8;&#x30DE;&#x30C3;&#x30D7;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002; &#x3053;&#x3053;&#x3067;&#x3001;&#x792B;&#x5CA9;&#x3068;&#x7802;&#x5CA9;&#x306E;&#x5883;&#x754C;&#x304C;&#x898B;&#x3089;&#x308C;&#x308B;&#x9732;&#x982D;&#xFF08;&#x5883;&#x754C;&#x9762;&#x306E;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x306F;N20E&#xFF09;&#x3092;&#x6771;&#x897F;&#x3092;&#x5207;&#x308B;&#xFF08;&#x8D64;&#x7DDA;&#xFF09;&#x306E;&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3088;&#x3046;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter07_06.png" alt="&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x3092;&#x6C42;&#x3081;&#x308B;"><br><sup>&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x3092;&#x6C42;&#x3081;&#x308B;</sup>  </p>
<p>&#xFF08;&#xFF11;&#xFF09; &#x65AD;&#x9762;&#x56F3;&#x4E0A;&#x306E;&#x5730;&#x5C64;&#x306E;&#x898B;&#x639B;&#x3051;&#x306E;&#x50BE;&#x659C;&#x3092;&#x8A08;&#x7B97;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p>&#xFF08;&#xFF12;&#xFF09;&#x65AD;&#x9762;&#x56F3;&#x3092;&#x63CF;&#x753B;&#x3057;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p>[&#x6F14;&#x7FD2;&#x7528;&#x30EF;&#x30FC;&#x30AF;&#x30B7;&#x30FC;&#x30C8;]&#x3092;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chapter06.html" class="navigation navigation-prev " aria-label="Previous page: 6. QGISによるデジタル地質図の作成">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chapter08.html" class="navigation navigation-next " aria-label="Next page: 8. 地質図学演習（ステレオ投影法による解析）">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"7. 地質図学演習（境界線の描画）","level":"1.1.7","depth":2,"next":{"title":"8. 地質図学演習（ステレオ投影法による解析）","level":"1.1.8","depth":2,"path":"chapter08.md","ref":"chapter08.md","articles":[]},"previous":{"title":"6. QGISによるデジタル地質図の作成","level":"1.1.6","depth":2,"path":"chapter06.md","ref":"chapter06.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["katex","-sharing","hide-published-with"],"pluginsConfig":{"katex":{},"hide-published-with":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter07.md","mtime":"2019-05-05T14:48:30.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-05-06T03:25:31.131Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-hide-published-with/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

