
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1. 地質図とは何か · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter02.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    地質調査と地質図の作成（大学向け）
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.1.1" data-path="chapter01.html">
            
                <a href="chapter01.html">
            
                    
                    1. 地質図とは何か
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="chapter02.html">
            
                <a href="chapter02.html">
            
                    
                    2. 地質調査法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="chapter03.html">
            
                <a href="chapter03.html">
            
                    
                    3. 地質図の読み方
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.4" data-path="chapter04.html">
            
                <a href="chapter04.html">
            
                    
                    4. GISでの空間データと地質データの表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.5" data-path="chapter05.html">
            
                <a href="chapter05.html">
            
                    
                    5. QGISのインストールと使用方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.6" data-path="chapter06.html">
            
                <a href="chapter06.html">
            
                    
                    6. QGISによるデジタル地質図の作成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.7" data-path="chapter07.html">
            
                <a href="chapter07.html">
            
                    
                    7. 地質図学演習（境界線の描画）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.8" data-path="chapter08.html">
            
                <a href="chapter08.html">
            
                    
                    8. 地質図学演習（ステレオ投影法による解析）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.9" data-path="chapter09.html">
            
                <a href="chapter09.html">
            
                    
                    9. 野外調査のためのQGIS環境の準備
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.10" data-path="chapter10.html">
            
                <a href="chapter10.html">
            
                    
                    10. QGISでルートマップを作る
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.11" data-path="chapter11.html">
            
                <a href="chapter11.html">
            
                    
                    11. QGISで地質図を作成する（１）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.12" data-path="chapter12.html">
            
                <a href="chapter12.html">
            
                    
                    12. QGISで地質図を作成する（２）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.13" data-path="chapter13.html">
            
                <a href="chapter13.html">
            
                    
                    13. 調査結果をまとめる
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.14" data-path="chapter14.html">
            
                <a href="chapter14.html">
            
                    
                    14. 調査結果を分析する
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.15" data-path="chapter15.html">
            
                <a href="chapter15.html">
            
                    
                    15. 地質分野におけるGISの活用
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >1. 地質図とは何か</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="1-&#x5730;&#x8CEA;&#x56F3;&#x3068;&#x306F;&#x4F55;&#x304B;">1. &#x5730;&#x8CEA;&#x56F3;&#x3068;&#x306F;&#x4F55;&#x304B;</h1>
<h2 id="&#x5730;&#x8CEA;&#x56F3;&#x3068;&#x306F;">&#x5730;&#x8CEA;&#x56F3;&#x3068;&#x306F;</h2>
<ul>
<li>&#x5730;&#x8CEA;&#x56F3;&#x3068;&#x306F;&#x3001;&#x300C;&#x8868;&#x571F;&#x306E;&#x4E0B;&#x306B;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x7A2E;&#x985E;&#x306E;&#x77F3;&#x3084;&#x5730;&#x5C64;&#x304C;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x5206;&#x5E03;&#x3057;&#x3066;&#x3044;&#x308B;&#x304B;&#x300D;&#x3092;&#x793A;&#x3057;&#x305F;&#x5730;&#x56F3;&#x306E;&#x3053;&#x3068;&#x3067;&#x3059;&#x3002;&#x3000;&#x3000;</li>
<li>&#x5730;&#x8868;&#x4ED8;&#x8FD1;&#x306B;&#x3042;&#x308B;&#x52D5;&#x690D;&#x7269;&#x3084;&#x5EFA;&#x9020;&#x7269;&#x3001;&#x96F2;&#x3001;&#x8868;&#x571F;&#x306A;&#x3069;&#x306F;&#x306F;&#x7121;&#x8996;&#x3055;&#x308C;&#x3001;&#x305D;&#x306E;&#x57FA;&#x76E4;&#x3068;&#x306A;&#x308B;&#x77F3;&#x3084;&#x5730;&#x5C64;&#x3068;&#x305D;&#x306E;&#x69CB;&#x9020;&#x3092;&#x63CF;&#x3044;&#x305F;&#x5206;&#x5E03;&#x56F3;&#x3067;&#x3059;&#x3002;  </li>
</ul>
<h2 id="&#x5730;&#x8CEA;&#x56F3;&#x6574;&#x5099;&#x306E;&#x6B74;&#x53F2;">&#x5730;&#x8CEA;&#x56F3;&#x6574;&#x5099;&#x306E;&#x6B74;&#x53F2;</h2>
<p>&#x5730;&#x8CEA;&#x56F3;&#x4F5C;&#x6210;&#x306B;&#x306F;&#x73FE;&#x5730;&#x8ABF;&#x67FB;&#x304C;&#x5FC5;&#x9808;&#x3067;&#x3042;&#x308B;&#x3053;&#x3068;&#x304B;&#x3089;&#x305D;&#x306E;&#x4F5C;&#x6210;&#x306B;&#x306F;&#x591A;&#x5927;&#x306A;&#x52B4;&#x529B;&#x3068;&#x6642;&#x9593;&#x3092;&#x8981;&#x3057;&#x307E;&#x3059;&#x3002;<br>&#x660E;&#x6CBB;15&#x5E74;&#x306B;&#x5275;&#x7ACB;&#x3055;&#x308C;&#x305F;&#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#x6240;&#xFF08;&#x73FE; <a href="https://www.gsj.jp" target="_blank">&#x7523;&#x7DCF;&#x7814; &#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#x7DCF;&#x5408;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#xFF08;GSJ&#xFF09;</a>&#xFF09;&#x306F;&#x3001;&#x65E5;&#x672C;&#x3067;&#x4E00;&#x756A;&#x9577;&#x3044;&#x6B74;&#x53F2;&#x3092;&#x6301;&#x3064;&#x56FD;&#x7ACB;&#x7814;&#x7A76;&#x6240;&#x3067;&#x3059;&#x304C;&#x3001;&#x5730;&#x5B66;&#x57FA;&#x790E;&#x7814;&#x7A76;&#x304A;&#x3088;&#x3073;&#x8FD1;&#x4EE3;&#x65E5;&#x672C;&#x306E;&#x56FD;&#x571F;&#x958B;&#x767A;&#x30FB;&#x4FDD;&#x5168;&#x3084;&#x7523;&#x696D;&#x632F;&#x8208;&#x3068;&#x3057;&#x3066;&#x3001;&#x8A2D;&#x7ACB;&#x4EE5;&#x6765;&#x3001;&#x5168;&#x56FD;&#x306E;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x6574;&#x5099;&#x3092;&#x884C;&#x3063;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;<br>GSJ&#x304C;&#x767A;&#x884C;&#x3059;&#x308B;&#x5730;&#x8CEA;&#x56F3;&#x306F;&#x300C;&#x5730;&#x8CEA;&#x56F3;&#x5E45;&#x300D;&#x3068;&#x547C;&#x3070;&#x308C;&#x3001;&#x73FE;&#x5728;&#x3067;&#x306F;20&#x4E07;&#x5206;&#x306E;1&#x5730;&#x8CEA;&#x56F3;&#x5E45;&#x306F;&#x5168;&#x56FD;&#x3092;&#x7DB2;&#x7F85;&#x3057;&#x3001;5&#x4E07;&#x5206;&#x306E;1&#x7E2E;&#x5C3A;&#x306F;&#x56FD;&#x571F;&#x306E;&#x7D04;70%&#x3092;&#x30AB;&#x30D0;&#x30FC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#xFF08;<a href="https://www.gsj.jp/Map/index.html" target="_blank">&#x5730;&#x8CEA;&#x56F3;&#x30AB;&#x30BF;&#x30ED;&#x30B0;</a>&#xFF09;&#x3002;<br>&#x307E;&#x305F;&#x3001;&#x8FD1;&#x5E74;&#x3067;&#x306F;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x30C7;&#x30FC;&#x30BF;&#x5316;&#x306B;&#x3088;&#x308A;&#x7814;&#x7A76;&#x6210;&#x679C;&#x306E;2&#x6B21;&#x5229;&#x7528;&#x304C;&#x884C;&#x3044;&#x3084;&#x3059;&#x304F;&#x306A;&#x3063;&#x3066;&#x304D;&#x3066;&#x304A;&#x308A;&#x3001;&#x5404;&#x7A2E;&#x306E;&#x5730;&#x8CEA;&#x56F3;&#x3082;Web&#x3067;&#x516C;&#x958B;&#xFF08;<a href="https://gbank.gsj.jp/geonavi/geonavi.php" target="_blank">&#x5730;&#x8CEA;&#x56F3;Navi</a>&#xFF09;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter01_01.png" alt="&#x5730;&#x8CEA;&#x56F3;Navi&#x3067;&#x8868;&#x793A;&#x3067;&#x304D;&#x308B;&#x5404;&#x7A2E;&#x5730;&#x8CEA;&#x56F3;"></p>
<h2 id="&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x7A2E;&#x985E;&#x3068;&#x8868;&#x73FE;">&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x7A2E;&#x985E;&#x3068;&#x8868;&#x73FE;</h2>
<p>&#x5730;&#x8CEA;&#x56F3;&#x306F;&#x3001;&#x4E0A;&#x8A18;&#x306E;&#x3088;&#x3046;&#x306A;&#x56FD;&#x5BB6;&#x6A5F;&#x95A2;&#x306B;&#x3088;&#x308B;&#x3082;&#x306E;&#x4EE5;&#x5916;&#x306B;&#x3001;&#x5404;&#x5730;&#x306E;&#x90FD;&#x9053;&#x5E9C;&#x770C;&#x306A;&#x3069;&#x306E;&#x5730;&#x65B9;&#x516C;&#x5171;&#x56E3;&#x4F53;&#x3084;&#x7814;&#x7A76;&#x6A5F;&#x95A2;&#x3001;&#x5EFA;&#x8A2D;&#x696D;&#x3084;&#x9271;&#x5DE5;&#x696D;&#x4F01;&#x696D;&#x306A;&#x3069;&#x3067;&#x3082;&#x3001;&#x76EE;&#x7684;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;<br>&#x4E00;&#x822C;&#x7684;&#x306B;&#x306F;&#x3001;<strong>&#x5730;&#x8CEA;&#x5E73;&#x9762;&#x56F3;</strong>&#x3001;<strong>&#x5730;&#x8CEA;&#x65AD;&#x9762;&#x56F3;</strong>&#x3001;<strong>&#x67F1;&#x72B6;&#x56F3;</strong>&#x306A;&#x3069;&#x3067;&#x8868;&#x73FE;&#x3055;&#x308C;&#x3001;&#x591A;&#x304F;&#x306F;&#x3001;&#x8ABF;&#x67FB;&#x5730;&#x57DF;&#x306E;&#x5730;&#x8CEA;&#x306E;&#x89B3;&#x5BDF;&#x7D50;&#x679C;&#x3084;&#x7279;&#x5FB4;&#x3092;&#x8A18;&#x3057;&#x305F;<strong>&#x8ABF;&#x67FB;&#x5831;&#x544A;&#x66F8;</strong>&#x3092;&#x4F34;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p><img src="img/chapter01_02.png" alt="&#x5730;&#x8CEA;&#x56F3;Navi&#x3067;&#x8868;&#x793A;&#x3067;&#x304D;&#x308B;&#x5404;&#x7A2E;&#x5730;&#x8CEA;&#x56F3;"></p>
<h2 id="&#x5730;&#x8CEA;&#x56F3;&#x3067;&#x5206;&#x304B;&#x308B;&#x3053;&#x3068;">&#x5730;&#x8CEA;&#x56F3;&#x3067;&#x5206;&#x304B;&#x308B;&#x3053;&#x3068;</h2>
<ul>
<li>&#x5B66;&#x8853;&#x5229;&#x7528;&#xFF1A;&#x5730;&#x53F2;&#x3001;&#x5730;&#x7403;&#x306E;&#x53E4;&#x74B0;&#x5883;&#x3001;&#x751F;&#x547D;&#x306E;&#x9032;&#x5316;&#x3001;&#x5730;&#x5F62;&#x306E;&#x6210;&#x308A;&#x7ACB;&#x3061; &#x7B49;</li>
<li>&#x7523;&#x696D;&#x5229;&#x7528;&#xFF1A;&#x56FD;&#x571F;&#x958B;&#x767A;&#x30FB;&#x4FDD;&#x5168;&#x3001;&#x8CC7;&#x6E90;&#x958B;&#x767A;&#x3001;&#x9632;&#x707D; &#x7B49; </li>
</ul>
<h2 id="&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3068;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;">&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3068;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;</h2>
<p>&#x5730;&#x8CEA;&#x56F3;&#x306F;&#x3001;&#x5730;&#x9762;&#x306E;&#x4E0B;&#x306B;&#x3042;&#x308B;&#x7269;&#x8CEA;&#x306E;&#x5206;&#x5E03;&#x3092;&#x8868;&#x73FE;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x5730;&#x8868;&#x306B;&#x73FE;&#x308F;&#x308C;&#x3066;&#x3044;&#x308B;&#x9732;&#x982D;&#x306E;&#x76F4;&#x63A5;&#x7684;&#x306A;&#x89B3;&#x5BDF;&#x8A18;&#x9332;&#x3092;&#x76F4;&#x63A5;&#x8A3C;&#x62E0;&#x3068;&#x3057;&#x3066;&#x3001;&#x89B3;&#x5BDF;&#x3067;&#x304D;&#x306A;&#x3044;&#x3068;&#x3053;&#x308D;&#x306F;&#x4ED6;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3084;&#x5730;&#x8CEA;&#x56F3;&#x5B66;&#x3068;&#x3044;&#x308F;&#x308C;&#x308B;&#x56F3;&#x6CD5;&#x3092;&#x7528;&#x3044;&#x3066;&#x63A8;&#x5B9A;&#x3057;&#x3066;&#x4F5C;&#x56F3;&#x3092;&#x3059;&#x3059;&#x3081;&#x3066;&#x3044;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x5730;&#x8CEA;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#xFF08;&#x5730;&#x8CEA;&#x3092;&#x77E5;&#x308B;&#xFF09;&#x306B;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x3092;&#x62BC;&#x3055;&#x3048;&#x3066;&#x304A;&#x3044;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>&#x5730;&#x8CEA;&#x5B66;&#x306F;&#x53E4;&#x304F;&#x3066;&#x65B0;&#x3057;&#x3044;&#x5B66;&#x554F;&#xFF08;&#x5E38;&#x306B;&#x8DB3;&#x5143;&#x306B;&#x3042;&#x308B;&#x3082;&#x306E;&#x306A;&#x306E;&#x306B;&#x3001;&#x3042;&#x307E;&#x308A;&#x3088;&#x304F;&#x308F;&#x304B;&#x3063;&#x3066;&#x3044;&#x306A;&#x3044;&#xFF09;</li>
<li>&#x5B9F;&#x9A13;&#x3067;&#x306E;&#x518D;&#x73FE;&#x304C;&#x56F0;&#x96E3;&#x306A;&#x305F;&#x3081;&#x3001;&#x89B3;&#x5BDF;&#x30FB;&#x89B3;&#x6E2C;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x7A4D;&#x307F;&#x91CD;&#x306D;&#x3066;&#x63A8;&#x8AD6;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x91CD;&#x8981;</li>
<li>&#x30A2;&#x30CA;&#x30ED;&#x30B0;&#x7684;&#x306A;&#x624B;&#x6CD5;&#xFF08;&#x7DBF;&#x5BC6;&#x306A;&#x89B3;&#x5BDF;&#x8A18;&#x9332;&#xFF09;&#x3068;&#x30C7;&#x30B8;&#x30BF;&#x30EB;&#x7684;&#x306A;&#x624B;&#x6CD5;&#xFF08;&#x30D3;&#x30C3;&#x30B0;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x89E3;&#x6790;&#xFF09;&#x3092;&#x3044;&#x304B;&#x306B;&#x878D;&#x5408;&#x3055;&#x305B;&#x308B;&#x304B;&#x304C;&#x5730;&#x8CEA;&#x5B66;&#x7814;&#x7A76;&#x306B;&#x3068;&#x3063;&#x3066;&#x5FC5;&#x8981;</li>
</ul>
<p>&#x672C;&#x8B1B;&#x5EA7;&#x3067;&#x306F;&#x3001;&#x5730;&#x8CEA;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x7279;&#x306B;&#x91CD;&#x8981;&#x3068;&#x306A;&#x308B;&#x4EE5;&#x4E0B;&#x306E;&#x5185;&#x5BB9;&#x306B;&#x3064;&#x3044;&#x3066;&#x4E3B;&#x306B;&#x89E3;&#x8AAC;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#x6CD5;</li>
<li>&#x5730;&#x8CEA;&#x56F3;&#x5B66;&#x3092;&#x7528;&#x3044;&#x305F;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;</li>
</ul>
<h3 id="&#x3010;&#x6F14;&#x7FD2;1&#x3011;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x306B;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x8ABF;&#x67FB;&#x304C;&#x5FC5;&#x8981;&#x304B;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;1&#x3011;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x306B;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x8ABF;&#x67FB;&#x304C;&#x5FC5;&#x8981;&#x304B;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>&#x4EFB;&#x610F;&#x306E;5&#x4E07;&#x5206;&#x306E;1&#x5730;&#x8CEA;&#x56F3;&#x5E45;&#x304A;&#x3088;&#x3073;&#x8ABF;&#x67FB;&#x5831;&#x544A;&#x66F8;&#x3092;&#x95B2;&#x89A7;&#x3057;&#x3066;&#x3001;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x3053;&#x3068;&#x304C;&#x8A18;&#x8FF0;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x304B;&#x3001;&#x307E;&#x305F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x8ABF;&#x67FB;&#x3092;&#x884C;&#x3063;&#x305F;&#x304B;&#x3092;&#x307E;&#x3068;&#x3081;&#x3066;&#x307F;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p>5&#x4E07;&#x5206;&#x306E;&#xFF11;&#x5730;&#x8CEA;&#x56F3;&#x5E45;&#x306F;&#x7523;&#x7DCF;&#x7814;&#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#x7DCF;&#x5408;&#x30BB;&#x30F3;&#x30BF;&#x30FC; &#x30DB;&#x30FC;&#x30E0;&#x30DA;&#x30FC;&#x30B8;&#x306E;<a href="https://www.gsj.jp/Map/JP/geology4.html" target="_blank">&#x300C;&#x5730;&#x8CEA;&#x56F3;&#x30AB;&#x30BF;&#x30ED;&#x30B0;&#x300D;&#x30DA;&#x30FC;&#x30B8;</a>&#x3088;&#x308A;&#x95B2;&#x89A7;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 地質調査と地質図の作成（大学向け）">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chapter02.html" class="navigation navigation-next " aria-label="Next page: 2. 地質調査法">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1. 地質図とは何か","level":"1.1.1","depth":2,"next":{"title":"2. 地質調査法","level":"1.1.2","depth":2,"path":"chapter02.md","ref":"chapter02.md","articles":[]},"previous":{"title":"地質調査と地質図の作成（大学向け）","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[{"title":"1. 地質図とは何か","level":"1.1.1","depth":2,"path":"chapter01.md","ref":"chapter01.md","articles":[]},{"title":"2. 地質調査法","level":"1.1.2","depth":2,"path":"chapter02.md","ref":"chapter02.md","articles":[]},{"title":"3. 地質図の読み方","level":"1.1.3","depth":2,"path":"chapter03.md","ref":"chapter03.md","articles":[]},{"title":"4. GISでの空間データと地質データの表現","level":"1.1.4","depth":2,"path":"chapter04.md","ref":"chapter04.md","articles":[]},{"title":"5. QGISのインストールと使用方法","level":"1.1.5","depth":2,"path":"chapter05.md","ref":"chapter05.md","articles":[]},{"title":"6. QGISによるデジタル地質図の作成","level":"1.1.6","depth":2,"path":"chapter06.md","ref":"chapter06.md","articles":[]},{"title":"7. 地質図学演習（境界線の描画）","level":"1.1.7","depth":2,"path":"chapter07.md","ref":"chapter07.md","articles":[]},{"title":"8. 地質図学演習（ステレオ投影法による解析）","level":"1.1.8","depth":2,"path":"chapter08.md","ref":"chapter08.md","articles":[]},{"title":"9. 野外調査のためのQGIS環境の準備","level":"1.1.9","depth":2,"path":"chapter09.md","ref":"chapter09.md","articles":[]},{"title":"10. QGISでルートマップを作る","level":"1.1.10","depth":2,"path":"chapter10.md","ref":"chapter10.md","articles":[]},{"title":"11. QGISで地質図を作成する（１）","level":"1.1.11","depth":2,"path":"chapter11.md","ref":"chapter11.md","articles":[]},{"title":"12. QGISで地質図を作成する（２）","level":"1.1.12","depth":2,"path":"chapter12.md","ref":"chapter12.md","articles":[]},{"title":"13. 調査結果をまとめる","level":"1.1.13","depth":2,"path":"chapter13.md","ref":"chapter13.md","articles":[]},{"title":"14. 調査結果を分析する","level":"1.1.14","depth":2,"path":"chapter14.md","ref":"chapter14.md","articles":[]},{"title":"15. 地質分野におけるGISの活用","level":"1.1.15","depth":2,"path":"chapter15.md","ref":"chapter15.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["katex","-sharing","hide-published-with"],"pluginsConfig":{"katex":{},"hide-published-with":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter01.md","mtime":"2019-05-05T07:35:24.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-05-06T12:38:02.853Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-hide-published-with/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

