
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2. 地質調査法 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter03.html" />
    
    
    <link rel="prev" href="chapter01.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    地質調査と地質図の作成（大学向け）
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="chapter01.html">
            
                <a href="chapter01.html">
            
                    
                    1. 地質図とは何か
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.1.2" data-path="chapter02.html">
            
                <a href="chapter02.html">
            
                    
                    2. 地質調査法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="chapter03.html">
            
                <a href="chapter03.html">
            
                    
                    3. 地質図の読み方
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.4" data-path="chapter04.html">
            
                <a href="chapter04.html">
            
                    
                    4. GISでの空間データと地質データの表現
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.5" data-path="chapter05.html">
            
                <a href="chapter05.html">
            
                    
                    5. QGISのインストールと使用方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.6" data-path="chapter06.html">
            
                <a href="chapter06.html">
            
                    
                    6. QGISによるデジタル地質図の作成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.7" data-path="chapter07.html">
            
                <a href="chapter07.html">
            
                    
                    7. 地質図学演習（境界線の描画）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.8" data-path="chapter08.html">
            
                <a href="chapter08.html">
            
                    
                    8. 地質図学演習（ステレオ投影法による解析）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.9" data-path="chapter09.html">
            
                <a href="chapter09.html">
            
                    
                    9. 野外調査のためのQGIS環境の準備
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.10" data-path="chapter10.html">
            
                <a href="chapter10.html">
            
                    
                    10. QGISでルートマップを作る
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.11" data-path="chapter11.html">
            
                <a href="chapter11.html">
            
                    
                    11. QGISで地質図を作成する（１）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.12" data-path="chapter12.html">
            
                <a href="chapter12.html">
            
                    
                    12. QGISで地質図を作成する（２）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.13" data-path="chapter13.html">
            
                <a href="chapter13.html">
            
                    
                    13. 調査結果をまとめる
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.14" data-path="chapter14.html">
            
                <a href="chapter14.html">
            
                    
                    14. 調査結果を分析する
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.15" data-path="chapter15.html">
            
                <a href="chapter15.html">
            
                    
                    15. 地質分野におけるGISの活用
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >2. 地質調査法</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="2-&#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#x6CD5;">2. &#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#x6CD5;</h1>
<p>&#x5730;&#x8CEA;&#x73FE;&#x8C61;&#x306F;&#x3001;&#x5BA4;&#x5185;&#x3067;&#x306E;&#x5B9F;&#x9A13;&#x3084;&#x518D;&#x73FE;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x56F0;&#x96E3;&#x3067;&#x3059;&#x3002;&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x5730;&#x8CEA;&#x306E;&#x7814;&#x7A76;&#x306B;&#x306F; <strong>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x30EF;&#x30FC;&#x30AF;</strong> &#x304C;&#x5FC5;&#x9808;&#x3067;&#x3059;&#x3002;<br>&#x7279;&#x306B;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x306F;&#x3001;<strong>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#x306B;&#x59CB;&#x307E;&#x308A;&#x3001;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#x306B;&#x7D42;&#x308F;&#x308A;&#x307E;&#x3059;</strong>&#x3002;</p>
<h2 id="&#x5730;&#x5F62;&#x56F3;&#x3068;&#x5730;&#x5F62;&#x306E;&#x89B3;&#x5BDF;">&#x5730;&#x5F62;&#x56F3;&#x3068;&#x5730;&#x5F62;&#x306E;&#x89B3;&#x5BDF;</h2>
<p>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#x3092;&#x884C;&#x3046;&#x969B;&#x306B;&#x306F;&#x3001;&#x5730;&#x5F62;&#x56F3;&#x3067;&#x81EA;&#x5206;&#x304C;&#x8ABF;&#x67FB;&#x3057;&#x3066;&#x3044;&#x308B;&#x5834;&#x6240;&#x306E;&#x4F4D;&#x7F6E;&#x3084;&#x5468;&#x8FBA;&#x306E;&#x5730;&#x5F62;&#x306E;&#x7279;&#x5FB4;&#x3092;&#x6B63;&#x3057;&#x304F;&#x628A;&#x63E1;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3001;&#x305D;&#x306E;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x5730;&#x5F62;&#x56F3;&#x3092;&#x6B63;&#x3057;&#x304F;&#x8AAD;&#x307F;&#x53D6;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x91CD;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<h3 id="&#x5730;&#x5F62;&#x56F3;&#x3092;&#x8AAD;&#x3080;&#x305F;&#x3081;&#x306E;&#x57FA;&#x672C;">&#x5730;&#x5F62;&#x56F3;&#x3092;&#x8AAD;&#x3080;&#x305F;&#x3081;&#x306E;&#x57FA;&#x672C;</h3>
<p>&#x8ABF;&#x67FB;&#x3067;&#x306F;&#x91CE;&#x5916;&#xFF08;&#x73FE;&#x5730;&#xFF09;&#x3067;&#x5730;&#x5F62;&#x56F3;&#x3092;&#x8AAD;&#x3093;&#x3067;&#x81EA;&#x5206;&#x306E;&#x4F4D;&#x7F6E;&#x3084;&#x65B9;&#x89D2;&#x3092;&#x628A;&#x63E1;&#x3057;&#x307E;&#x3059;&#x3002; &#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x5730;&#x5F62;&#x56F3;&#x306B;&#x8A18;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x8A18;&#x53F7;&#x3084;&#x51E1;&#x4F8B;&#x306E;&#x610F;&#x5473;&#x3092;&#x7406;&#x89E3;&#x3057;&#x3066;&#x304A;&#x304F;&#x3053;&#x3068;&#x306F;&#x3082;&#x3061;&#x308D;&#x3093;&#x3067;&#x3059;&#x304C;&#x3001;&#x5B9F;&#x969B;&#x306E;&#x5730;&#x5F62;&#x304C;&#x5730;&#x56F3;&#x4E0A;&#x3067;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x8A18;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x306E;&#x304B;&#x3092;&#x8AAD;&#x307F;&#x53D6;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;<br>&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x3067;&#x306F;5&#x5343;&#xFF5E;1&#x4E07;&#x5206;&#x306E;1&#x306E;&#x7E2E;&#x5C3A;&#x306E;&#x5730;&#x56F3;&#x3092;&#x3088;&#x304F;&#x4F7F;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3068;&#x304D;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306B;&#x81EA;&#x5206;&#x306E;&#x4F4D;&#x7F6E;&#x3084;&#x65B9;&#x89D2;&#x3092;&#x628A;&#x63E1;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x4F8B;&#x3048;&#x3070;&#x3001;1&#x4E07;&#x5206;&#x306E;1&#x306E;&#x7E2E;&#x5C3A;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;1mm&#x306F;10&#xFF4D;&#x306B;&#x306A;&#x308B;&#x3002;&#x81EA;&#x5206;&#x306E;&#x6B69;&#x6E2C;&#x3067;10&#xFF4D;&#x306F;&#x4F55;&#x6B69;&#x306B;&#x3042;&#x305F;&#x308B;&#x306E;&#x304B;&#x3092;&#x4E88;&#x3081;&#x77E5;&#x3063;&#x3066;&#x304A;&#x304F;&#x3002;</li>
<li>&#x9053;&#x8DEF;&#x306E;&#x66F2;&#x304C;&#x308A;&#x3001;&#x5408;&#x6D41;&#x70B9;&#x3084;&#x5EFA;&#x7269;&#x306A;&#x3069;&#x306E;&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x306E;&#x4F4D;&#x7F6E;&#x3068;&#x3001;&#x5B9F;&#x969B;&#x306E;&#x5834;&#x6240;&#x3092;&#x5E38;&#x306B;&#x628A;&#x63E1;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3002;</li>
<li>&#x4EBA;&#x5DE5;&#x7269;&#x304C;&#x306A;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;&#x7B49;&#x9AD8;&#x7DDA;&#x3092;&#x8AAD;&#x307F;&#x53D6;&#x308A;&#x5DDD;&#x3084;&#x8C37;&#x306E;&#x5408;&#x6D41;&#x5834;&#x6240;&#x7B49;&#x304B;&#x3089;&#x4F4D;&#x7F6E;&#x3092;&#x7279;&#x5B9A;&#x3059;&#x308B;&#x3002;</li>
<li>&#x6700;&#x8FD1;&#x306F;&#x30DD;&#x30FC;&#x30BF;&#x30D6;&#x30EB;GPS&#x6A5F;&#x5668;&#x306B;&#x3088;&#x308A;&#x4F4D;&#x7F6E;&#x7279;&#x5B9A;&#x304C;&#x884C;&#x3048;&#x308B;&#x304C;&#x3001;&#x5C71;&#x6797;&#x3084;&#x969C;&#x5BB3;&#x7269;&#x306B;&#x3088;&#x308A;&#x4FE1;&#x53F7;&#x304C;&#x906E;&#x65AD;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x3001;&#x5FC5;&#x305A;&#x5730;&#x5F62;&#x56F3;&#x4E0A;&#x3067;&#x306E;&#x4F4D;&#x7F6E;&#x78BA;&#x8A8D;&#x3082;&#x884C;&#x3046;&#x3002;</li>
</ul>
<h3 id="&#x5730;&#x5F62;&#x56F3;&#x304B;&#x3089;&#x8ABF;&#x67FB;&#x4E88;&#x5B9A;&#x30EB;&#x30FC;&#x30C8;&#x3092;&#x9078;&#x5B9A;&#x3059;&#x308B;">&#x5730;&#x5F62;&#x56F3;&#x304B;&#x3089;&#x8ABF;&#x67FB;&#x4E88;&#x5B9A;&#x30EB;&#x30FC;&#x30C8;&#x3092;&#x9078;&#x5B9A;&#x3059;&#x308B;</h3>
<p>&#x5730;&#x5F62;&#x56F3;&#x306E;&#x7B49;&#x9AD8;&#x7DDA;&#x3092;&#x8AAD;&#x307F;&#x53D6;&#x308B;&#x3068;&#x3001;&#x5C3E;&#x6839;&#x7B4B;&#x3001;&#x8C37;&#x7B4B;&#x3001;&#x6C34;&#x7CFB;&#x306A;&#x3069;&#x306E;&#x7279;&#x5FB4;&#x304C;&#x5224;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x308C;&#x3089;&#x306E;&#x5730;&#x5F62;&#x306E;&#x7279;&#x5FB4;&#x3092;&#x898B;&#x6975;&#x3081;&#x3066;&#x3001;&#x8ABF;&#x67FB;&#x76EE;&#x7684;&#x306B;&#x5408;&#x81F4;&#x3057;&#x305F;&#x304A;&#x304A;&#x3088;&#x305D;&#x306E;&#x8ABF;&#x67FB;&#x30EB;&#x30FC;&#x30C8;&#x3092;&#x5B9A;&#x3081;&#x3066;&#x304A;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x52B9;&#x7387;&#x7684;&#x306B;&#x9732;&#x982D;&#x304C;&#x591A;&#x304F;&#x9732;&#x51FA;&#x3057;&#x3066;&#x3044;&#x305D;&#x3046;&#x306A;&#x5834;&#x6240;&#x3092;&#x30EB;&#x30FC;&#x30C8;&#x306B;&#x9078;&#x3076;&#xFF08;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x53E4;&#x671F;&#x5CA9;&#x985E;&#x306E;&#x8ABF;&#x67FB;&#x3092;&#x884C;&#x3046;&#x306E;&#x306B;&#x3001;&#x6BB5;&#x4E18;&#x306E;&#x4E0A;&#x306E;&#x5E73;&#x9762;&#x3092;&#x6B69;&#x3044;&#x3066;&#x3044;&#x3066;&#x3082;&#x9732;&#x982D;&#x306F;&#x898B;&#x3064;&#x304B;&#x3089;&#x306A;&#x306A;&#x3044;&#xFF09;</li>
<li>&#x5730;&#x5F62;&#x306F;&#x5730;&#x8CEA;&#x306E;&#x5F71;&#x97FF;&#x3092;&#x53D7;&#x3051;&#x3066;&#x3044;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x306E;&#x3067;&#x3001;&#x5730;&#x5F62;&#x304C;&#x6025;&#x5909;&#x3059;&#x308B;&#x3068;&#x3053;&#x308D;&#x306F;&#x3001;&#x5730;&#x8CEA;&#x306E;&#x5883;&#x754C;&#x4ED8;&#x8FD1;&#x3067;&#x3042;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308B;</li>
</ul>
<h2 id="&#x91CE;&#x5916;&#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#xFF08;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#xFF09;">&#x91CE;&#x5916;&#x5730;&#x8CEA;&#x8ABF;&#x67FB;&#xFF08;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x8ABF;&#x67FB;&#xFF09;</h2>
<ul>
<li>&#x91CE;&#x5916;&#x8ABF;&#x67FB;&#x306E;&#x6E96;&#x5099;  <ul>
<li>&#x8ABF;&#x67FB;&#x306B;&#x304A;&#x3051;&#x308B;&#x6CE8;&#x610F;&#x70B9;</li>
<li>&#x8ABF;&#x67FB;&#x9053;&#x5177;&#x4EE5;&#x5916;&#x3067;&#x6E96;&#x5099;&#x3057;&#x3066;&#x304A;&#x304F;&#x3082;&#x306E;</li>
</ul>
</li>
<li>&#x8ABF;&#x67FB;&#x9053;&#x5177;<ul>
<li>&#x6E2C;&#x5B9A;&#x9053;&#x5177;</li>
<li>&#x63A1;&#x53D6;&#x9053;&#x5177;</li>
<li>&#x8A18;&#x9332;&#x9053;&#x5177;</li>
</ul>
</li>
<li>&#x9732;&#x982D;&#x3067;&#x306E;&#x89B3;&#x5BDF;<ul>
<li>&#x4F4D;&#x7F6E;&#x306E;&#x78BA;&#x8A8D;</li>
<li>&#x89B3;&#x5BDF;&#x30FB;&#x6E2C;&#x5B9A;</li>
<li>&#x8A18;&#x9332;</li>
</ul>
</li>
<li>&#x8ABF;&#x67FB;&#x7D50;&#x679C;&#x306E;&#x8A18;&#x9332;<ul>
<li>&#x30EB;&#x30FC;&#x30C8;&#x30DE;&#x30C3;&#x30D7;&#x306E;&#x4F5C;&#x6210;</li>
<li>&#x67F1;&#x72B6;&#x56F3;&#x306E;&#x4F5C;&#x6210;</li>
<li>&#x5730;&#x56F3;&#x4E0A;&#x3078;&#x306E;&#x8A18;&#x9332;&#x3068;&#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x30CE;&#x30FC;&#x30C8;&#x3078;&#x306E;&#x8A18;&#x8F09;</li>
<li>&#x30B9;&#x30B1;&#x30C3;&#x30C1;&#x3068;&#x5199;&#x771F;</li>
</ul>
</li>
</ul>
<h2 id="&#x5CA9;&#x77F3;&#x30FB;&#x9271;&#x7269;&#x306E;&#x89B3;&#x5BDF;&#x3068;&#x9451;&#x5B9A;">&#x5CA9;&#x77F3;&#x30FB;&#x9271;&#x7269;&#x306E;&#x89B3;&#x5BDF;&#x3068;&#x9451;&#x5B9A;</h2>
<p>&#x5B9F;&#x969B;&#x306E;&#x9732;&#x982D;&#x3067;&#x306F;&#x3001;&#x98A8;&#x5316;&#x3084;&#x690D;&#x751F;&#x3001;&#x4EBA;&#x5DE5;&#x7269;&#x306E;&#x6DF7;&#x5408;&#x306A;&#x3069;&#x306B;&#x3088;&#x308A;&#x6A19;&#x672C;&#x306E;&#x3088;&#x3046;&#x306A;&#x304D;&#x308C;&#x3044;&#x306A;&#x5CA9;&#x77F3;&#x306B;&#x51FA;&#x4F1A;&#x3046;&#x3053;&#x3068;&#x306F;&#x3081;&#x3063;&#x305F;&#x306B;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;<br>&#x30CF;&#x30F3;&#x30DE;&#x30FC;&#x3067;&#x304D;&#x308C;&#x3044;&#x306A;&#x9762;&#x3092;&#x51FA;&#x3057;&#x3066;&#x30EB;&#x30FC;&#x30DA;&#x3067;&#x78BA;&#x8A8D;&#x3057;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x3053;&#x3068;&#x3092;&#x305D;&#x306E;&#x5834;&#x3067;&#x5224;&#x65AD;&#x3057;&#x307E;&#x3059;&#x3002; &#x73FE;&#x5834;&#x3067;&#x5224;&#x65AD;&#x3067;&#x304D;&#x306A;&#x3088;&#x3046;&#x306A;&#x5834;&#x5408;&#x306F;&#x3001;&#x30B5;&#x30F3;&#x30D7;&#x30EB;&#x3092;&#x6301;&#x3061;&#x5E30;&#x308A;&#x5BA4;&#x5185;&#x3067;&#x5206;&#x6790;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x5806;&#x7A4D;&#x69CB;&#x9020;&#x306E;&#x89B3;&#x5BDF;<ul>
<li>&#x5730;&#x5C64;&#x9593;&#x306E;&#x95A2;&#x4FC2;</li>
<li>&#x5730;&#x5C64;&#x5185;&#x306E;&#x5CA9;&#x77F3;&#x69CB;&#x9020;</li>
<li>&#x53E4;&#x74B0;&#x5883;&#x3092;&#x793A;&#x3059;&#x69CB;&#x9020;</li>
</ul>
</li>
<li>&#x5CA9;&#x77F3;&#x306E;&#x89B3;&#x5BDF;&#x3068;&#x5206;&#x985E;&#xFF08;&#x5806;&#x7A4D;&#x5CA9;&#x985E;&#xFF0F;&#x706B;&#x6210;&#x5CA9;&#x985E;&#xFF0F;&#x5909;&#x6210;&#x5CA9;&#x985E;&#x3001;&#x4E8C;&#x6B21;&#x5806;&#x7A4D;&#x30FB;&#x751F;&#x6210;&#x7269;&#x306E;&#x898B;&#x6975;&#x3081;&#xFF09;</li>
</ul>
<h2 id="&#x5316;&#x77F3;&#x306E;&#x89B3;&#x5BDF;&#x3068;&#x9451;&#x5B9A;">&#x5316;&#x77F3;&#x306E;&#x89B3;&#x5BDF;&#x3068;&#x9451;&#x5B9A;</h2>
<p>&#x5927;&#x578B;&#x5316;&#x77F3;&#x3092;&#x767A;&#x898B;&#x3057;&#x305F;&#x3089;&#x3001;&#x3044;&#x304D;&#x306A;&#x308A;&#x53D6;&#x308A;&#x51FA;&#x3055;&#x305A;&#x307E;&#x305A;&#x305D;&#x306E;&#x53C2;&#x72B6;&#x3092;&#x30B9;&#x30B1;&#x30C3;&#x30C1;&#x3084;&#x5199;&#x771F;&#x3067;&#x8A18;&#x9332;&#x3057;&#x307E;&#x3059;&#x3002; &#x5316;&#x77F3;&#x3092;&#x53D6;&#x308A;&#x51FA;&#x3059;&#x3068;&#x304D;&#x306F;&#x3001;&#x58CA;&#x3055;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x614E;&#x91CD;&#x306B;&#x53D6;&#x308A;&#x51FA;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x307E;&#x305F;&#x3001;&#x6709;&#x540D;&#x306A;&#x5316;&#x77F3;&#x7523;&#x5730;&#x306F;&#x63A1;&#x53D6;&#x7981;&#x6B62;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x306E;&#x3067;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306A;&#x5834;&#x6240;&#x3067;&#x30CF;&#x30F3;&#x30DE;&#x30FC;&#x3092;&#x6271;&#x3063;&#x3066;&#x63A1;&#x53D6;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x3084;&#x3081;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;<br>&#x30EB;&#x30FC;&#x30DA;&#x3067;&#x3082;&#x89B3;&#x5BDF;&#x3067;&#x304D;&#x306A;&#x3044;&#x5FAE;&#x5316;&#x77F3;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;&#x5316;&#x77F3;&#x304C;&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x3068;&#x601D;&#x308F;&#x308B;&#x5CA9;&#x77F3;&#x30B5;&#x30F3;&#x30D7;&#x30EB;&#x3092;&#x63A1;&#x53D6;&#x3057;&#x3066;&#x5BA4;&#x5185;&#x306B;&#x3066;&#x51E6;&#x7406;&#x3092;&#x3057;&#x3066;&#x53D6;&#x308A;&#x51FA;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x5316;&#x77F3;&#x306E;&#x63A1;&#x53D6;&#x3068;&#x51E6;&#x7406;</li>
<li>&#x751F;&#x75D5;&#x5316;&#x77F3;&#x306E;&#x89B3;&#x5BDF;</li>
<li>&#x5316;&#x77F3;&#x306E;&#x540C;&#x5B9A;</li>
</ul>
<h2 id="&#x7269;&#x7406;&#x63A2;&#x67FB;">&#x7269;&#x7406;&#x63A2;&#x67FB;</h2>
<p>&#x8FD1;&#x5E74;&#x3067;&#x306F;&#x7269;&#x7406;&#x5730;&#x8CEA;&#x63A2;&#x67FB;&#x306E;&#x624B;&#x6CD5;&#x3084;&#x7CBE;&#x5EA6;&#x3082;&#x5411;&#x4E0A;&#x3057;&#x3066;&#x304D;&#x3066;&#x304A;&#x308A;&#x3001;&#x5730;&#x8CEA;&#x56F3;&#x306E;&#x4F5C;&#x6210;&#x3084;&#x5730;&#x8CEA;&#x306E;&#x6210;&#x308A;&#x7ACB;&#x3061;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;&#x306E;&#x306B;&#x5927;&#x3044;&#x306B;&#x5F79;&#x306B;&#x7ACB;&#x3061;&#x307E;&#x3059;&#x3002;<br>&#x3057;&#x304B;&#x3057;&#x3001;&#x7269;&#x7406;&#x63A2;&#x67FB;&#x306E;&#x7D50;&#x679C;&#x306F;&#x5730;&#x4E0B;&#x7269;&#x8CEA;&#x306E;&#x7269;&#x7406;&#x7684;&#x7279;&#x5FB4;&#x306E;&#x4E00;&#x9762;&#x306E;&#x307F;&#x3092;&#x8868;&#x3057;&#x305F;&#x7D50;&#x679C;&#x3067;&#x3042;&#x308B;&#x305F;&#x3081;&#x3001;&#x305D;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x307F;&#x3067;&#x5730;&#x8CEA;&#x3092;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x5371;&#x967A;&#x3067;&#x3059;&#x3002; &#x30D5;&#x30A3;&#x30FC;&#x30EB;&#x30C9;&#x3068;&#x306E;&#x89B3;&#x5BDF;&#x7D50;&#x679C;&#x3068;&#x5BFE;&#x6BD4;&#x3057;&#x305F;&#x3046;&#x3048;&#x3067;&#x7DCF;&#x5408;&#x7684;&#x306B;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x91CD;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<h3 id="&#x3010;&#x6F14;&#x7FD2;1&#x3011;&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x30FC;&#x3067;&#x306E;&#x9762;&#x69CB;&#x9020;&#x306E;&#x6E2C;&#x5B9A;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;1&#x3011;&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x30FC;&#x3067;&#x306E;&#x9762;&#x69CB;&#x9020;&#x306E;&#x6E2C;&#x5B9A;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x306B;&#x3088;&#x308B;&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x306E;&#x6E2C;&#x5B9A;&#x65B9;&#x6CD5;&#x3092;&#x30DE;&#x30B9;&#x30BF;&#x30FC;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p><img src="img/chapter02_01.png" alt="&#x8D70;&#x5411;&#x30FB;&#x50BE;&#x659C;&#x306E;&#x6E2C;&#x5B9A;"></p>
<h3 id="&#x3010;&#x6F14;&#x7FD2;2&#x3011;&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x30FC;&#x3067;&#x306E;&#x7DDA;&#x69CB;&#x9020;&#x306E;&#x6E2C;&#x5B9A;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;">&#x3010;&#x6F14;&#x7FD2;2&#x3011;&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x30FC;&#x3067;&#x306E;&#x7DDA;&#x69CB;&#x9020;&#x306E;&#x6E2C;&#x5B9A;&#x6CD5;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;</h3>
<p>&#x30AF;&#x30EA;&#x30CE;&#x30E1;&#x30FC;&#x30BF;&#x306B;&#x3088;&#x308B;&#x7DDA;&#x69CB;&#x9020;&#xFF08;&#x30C8;&#x30EC;&#x30F3;&#x30C9;&#x30FB;&#x30D7;&#x30E9;&#x30F3;&#x30B8;&#x30FB;&#x30EC;&#x30A4;&#x30AF;&#xFF09;&#x306E;&#x6E2C;&#x5B9A;&#x65B9;&#x6CD5;&#x3092;&#x30DE;&#x30B9;&#x30BF;&#x30FC;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x3002;</p>
<p><img src="img/chapter02_02.png" alt="&#x7DDA;&#x69CB;&#x9020;&#x306E;&#x6E2C;&#x5B9A;"></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chapter01.html" class="navigation navigation-prev " aria-label="Previous page: 1. 地質図とは何か">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chapter03.html" class="navigation navigation-next " aria-label="Next page: 3. 地質図の読み方">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"2. 地質調査法","level":"1.1.2","depth":2,"next":{"title":"3. 地質図の読み方","level":"1.1.3","depth":2,"path":"chapter03.md","ref":"chapter03.md","articles":[]},"previous":{"title":"1. 地質図とは何か","level":"1.1.1","depth":2,"path":"chapter01.md","ref":"chapter01.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["katex","-sharing","hide-published-with"],"pluginsConfig":{"katex":{},"hide-published-with":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter02.md","mtime":"2019-05-05T07:39:26.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-05-15T18:21:20.996Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-hide-published-with/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

